export default {
    coldDishesList: [
        {
            name: '凉拌金针粉丝',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油',
            ingredient: '食材：黄瓜(丝)、粉丝(粉条)、豆皮、金针菇',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、一勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子)3>.粉丝泡软煮熟捞出过凉水、豆皮金针菇炒熟捞出、放粉丝、黄瓜、倒上料汁搅拌(控干水分)',
        },
        {
            name: '泰式柠檬虾',
            flavour:
                '调料：青红小米辣、洋葱、姜片、蒜片、柠檬片、香菜、味极鲜酱油、米醋、苹果醋',
            ingredient: '食材：虾(葱、料酒、姜)',
            step: '1>.水开煮虾、泡清水剥壳备用2>.七勺味极鲜酱油、一勺米醋、一勺苹果醋、10勺清水(一次性餐具的勺子>3>.倒入所有配料搅拌、放冰箱一小时',
        },
        {
            name: '凉拌黄瓜魔芋结',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油',
            ingredient: '食材：黄瓜(丁>、木耳、魔芋结',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、一勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子>3>.木耳提前泡发、魔芋结洗净沸水中焯熟，捞出过凉水，倒入所有配料搅拌',
        },
        {
            name: '凉拌皮蛋',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油',
            ingredient: '食材：黄瓜(段>、皮蛋、香菜',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、一勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子> 3>.倒入所有配料搅拌',
        },
        {
            name: '凉拌豆皮',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油',
            ingredient: '食材：黄瓜(丝>、皮蛋、香菜',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、一勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子>3>.豆皮切丝 沸水焯出、加入黄瓜丝，倒入配料搅拌即可(控干水分>',
        },
        {
            name: '捞汁生蚝',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、盐、糖、蚝油、香醋、香油、柠檬片',
            ingredient: '食材：生蚝',
            step: '1>.蒜末、辣椒粉、小米辣、葱花、白芝麻、白糖 各一勺2>.3勺生抽、1勺蚝油、2勺香醋、少许香油、半碗凉白开(一次性餐具的勺子>3>.生蚝放定分抓匀吸附表面粘液、用清水洗干净、水开下锅煮3分钟左右捞出、过凉水沥干水分备用、导出料汁腌制十分钟',
        },
        {
            name: '凉拌土豆片',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、白醋、盐、糖、蚝油',
            ingredient: '食材：土豆片',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、一勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子>3>.土豆片清水浸泡、沸水焯30秒(放白醋焯水,控干水分)、捞出过凉水沥干装盘、倒入料汁搅拌',
        },
        {
            name: '香菜拌牛肉',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油、鸡精',
            ingredient: '食材：牛肉片、香菜',
            step: '1>.蒜末、辣椒粉、小米辣、白芝麻、葱花淋热油2>.两勺生抽、一勺醋、鸡精、盐、糖少许、一勺蚝油(一次性餐具的勺子>3>.土牛肉切片+生抽、料酒盐、胡椒粉、淀粉食用油抓匀腌制10分钟，水开下牛肉煮熟捞出、撒一把香菜、倒上料汁搅拌即可',
        },
        {
            name: '柠檬手撕鸡',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油、柠檬片',
            ingredient: '食材：鸡腿',
            step: '1>.蒜末、辣椒粉、小米辣、葱花、白芝麻淋热油2>.两勺生抽、一勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子>3>.鸡腿煮20分钟(葱姜>捞出过凉水撕成条、放入香菜柠檬片倒入料汁搅拌均匀，冷藏一小时入味',
        },
        {
            name: '凉拌鸡胸肉片',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、香醋、盐、糖、蚝油、陈醋',
            ingredient: '食材：鸡胸肉',
            step: '1>.蒜末、辣椒粉、小米辣、葱花、白芝麻淋热油2>.两勺生抽、两勺醋、盐糖少许、一勺蚝油、半勺自认分、一勺陈醋(一次性餐具的勺子>3>.鸡胸肉切薄片过上淀粉、敲击变薄、水开加料酒、花椒、肉片煮熟捞出倒入料汁搅拌即可',
        },
        {
            name: '凉拌黄瓜腐竹',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油',
            ingredient: '食材：木耳、腐竹、黄瓜段、花生米',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、两勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子>3>.泡发的腐竹和木耳、焯水3分钟捞出、黄瓜切段、，倒入料汁搅拌即可',
        },
        {
            name: '凉拌虾仁',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油',
            ingredient: '食材：虾、鸡蛋',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、两勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子>3>.水开煮虾、泡清水剥壳备用、煮熟的鸡蛋切开，倒入料汁搅拌即可',
        },
        {
            name: '凉拌洋葱',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油',
            ingredient: '食材：洋葱、青椒、香菜',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、两勺醋、盐糖少许、一勺蚝油(一次性餐具的勺子>3>.洋葱切丝、青椒切丝、倒入料汁料搅拌即可',
        },
        {
            name: '凉拌豆芽',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油、鸡精',
            ingredient: '食材：青椒、豆芽',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、两勺醋、鸡精盐糖少许、一勺蚝油(一次性餐具的勺子>3>.青椒切丝、豆芽炒熟捞出(2分钟左右，放白醋焯水，控干水分>，倒入料汁料搅拌即可',
        },
        {
            name: '凉拌包菜丝',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油、鸡精',
            ingredient: '食材：包菜',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺生抽、两勺醋、鸡精盐糖少许、一勺蚝油(一次性餐具的勺子>3>.包菜切丝(控干水分>、倒入料汁料搅拌即可',
        },
        {
            name: '凉拌莴苣片',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油、鸡精、花椒',
            ingredient: '食材：包菜',
            step: '1>.蒜末、辣椒粉、小米辣、花椒、葱花淋热油2>.两勺生抽、两勺醋、鸡精盐糖少许、一勺蚝油(一次性餐具的勺子>3>.莴苣切片，加一勺盐抓腌15分钟，清水洗净(控干水分>、倒入料汁料搅拌即可',
        },
        {
            name: '乾隆白菜',
            flavour: '调料：芝麻酱、香油、糖、蜂蜜、生抽、醋、老抽',
            ingredient: '食材：娃娃菜',
            step: '1>.芝麻酱内加入半勺糖、一勺香油、一勺蜂蜜、一勺生抽、两勺陈醋、一勺老抽搅拌(一次性餐具的勺子>2>.准备娃娃菜，洗干净、控干水分、倒入料汁料搅拌即可',
        },
        {
            name: '菠菜拌粉丝',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油、鸡精',
            ingredient: '食材：菠菜、粉丝、黄生米',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.三勺生抽、两勺醋、鸡精盐糖少许、一勺蚝油(一次性餐具的勺子>3>.菠菜洗净焯水捞出、粉丝煮熟(控干水分>，倒入料汁料搅拌即可',
        },
        {
            name: '凉拌茄子',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、香醋、盐、糖、蚝油、鸡精、香油',
            ingredient: '食材：茄子',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺勺生抽、一勺香醋、鸡精盐糖少许、一勺蚝油、一勺香油(一次性餐具的勺子>3>.茄子切段、大火蒸15分钟左右(控干水分>，倒入料汁料搅拌即可',
        },
        {
            name: '麻酱面藕',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油、鸡精、麻酱',
            ingredient: '食材：面藕、花瓜段、香菜',
            step: '1>.蒜末、辣椒粉、小米辣、葱花淋热油2>.两勺勺生抽、一勺香醋、鸡精盐糖少许、一勺蚝油、两勺麻将温开水解开(一次性餐具的勺子>3>.面藕温水泡开(控干水分>，倒入料汁料搅拌即可',
        },
        {
            name: '凉拌蒜台',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、陈醋、盐、糖、蚝油、鸡精、花椒、香油',
            ingredient: '食材：蒜台',
            step: '1>.蒜末、辣椒粉、小米辣、花椒、葱花、花椒淋热油2>.两勺生抽、两勺醋、鸡精盐糖少许、一勺蚝油、一勺香油(一次性餐具的勺子>3>.蒜台炒熟(30秒，控干水分>、撕成条状，倒入料汁料搅拌即可',
        },
        {
            name: '凉拌土豆丝',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、小米辣、生抽、白醋、盐、糖、蚝油、鸡精、花椒、香油',
            ingredient: '食材：土豆、青椒、红椒',
            step: '1>.蒜末、辣椒粉、干辣椒、小米辣、花椒、葱花、花椒淋热油 2>.两勺生抽、两白勺醋、鸡精盐糖少许、一勺蚝油、一勺香油(一次性餐具的勺子>3>.土豆、青椒、红椒切丝，土豆丝多泡几次水，去除淀粉、水开焯水放入白醋(30秒，控干水分>、倒入料汁料搅拌即可',
        },
        {
            name: '凉拌豆腐',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、生抽、陈醋、盐、糖、蚝油、鸡精、花椒、香油',
            ingredient: '食材：豆腐、香菜',
            step: '1>.蒜末、辣椒粉、干辣椒、小米辣、花椒、葱花、花椒淋热油2>.两勺生抽、两勺陈醋、鸡精盐糖少许、一勺蚝油、一勺香油(一次性餐具的勺子>3>.豆腐切丁倒入料汁料搅拌即可',
        },
        {
            name: '酸辣花菜',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、生抽、陈醋、盐、糖、蚝油、鸡精、花椒、香油',
            ingredient: '食材：花菜',
            step: '1>.蒜末、辣椒粉、干辣椒、小米辣、花椒、葱花、花椒淋热油2>.两勺生抽、两白陈醋、鸡精盐糖少许、一勺蚝油、一勺香油(一次性餐具的勺子>3>.花菜焯水捞出，倒入料汁料搅拌即可',
        },
        {
            name: '老醋四样',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、生抽、白醋、盐、糖、蚝油、鸡精、花椒、香油',
            ingredient: '食材：半个洋葱、半根黄瓜(拍碎>、一根线椒、香菜',
            step: '1>.5勺陈醋、2勺生抽、2勺蚝油、1勺糖、1/3盐，倒入锅中，煮至粘稠2>.两勺生抽、两白勺醋、鸡精盐糖少许、一勺蚝油、一勺香油(一次性餐具的勺子> 3>.倒入料汁料搅拌即可',
        },
        {
            name: '凉拌杏鲍菇',
            flavour:
                '调料：蒜末、辣椒粉、芝麻、生抽、白醋、盐、糖、蚝油、鸡精、花椒、香油',
            ingredient: '食材：杏鲍菇',
            step: '1>.蒜泥、辣椒面、一勺白糖、适量孜然粉、花椒粉、白芝麻、一勺蒜蓉酱2>.鸡精盐糖少许、一勺蚝油、一勺香油(一次性餐具的勺子>3>.杏鲍菇撕成条状、放入锅中煮熟捞出，沥干水分，倒入料汁料搅拌即可',
        },
    ],
    hotDishesList: [
        {
            name: '毛血旺',
            flavour:
                '调料：姜、蒜、干辣椒、花椒、生抽、老抽、辣椒油、豆瓣酱、白胡椒粉',
            ingredient: '食材：鸭血、豆皮、金针菇',
            step: '1>.油热炒香姜、蒜、花椒、干辣椒2>.加一碗清水3>.三勺生抽一勺老抽两勺辣椒油 少许盐4>.一勺豆瓣酱 少许白胡椒粉5>.倒入食材煮至入味，撒上葱花',
        },
        {
            name: '干锅菜花',
            flavour: '调料：蒜、干辣椒、豆瓣酱、生抽、蚝油、白糖',
            ingredient: '花椰菜、葱',
            step: '1>.油热花菜炒干水汽2>.油热炒香蒜、干辣椒、加一勺豆瓣酱炒出红油3>.加生抽、蚝油各一勺、适量白糖炒匀，最后倒入葱段即可',
        },
        {
            name: '辣椒炒五花肉',
            flavour: '调料：蒜末、生抽、老抽、盐、白糖',
            ingredient: '食材：五花肉、青辣椒',
            step: '1>.锅中不到油，倒入五花肉炒出油脂，倒出多余油，放入蒜末炒香2>.倒入辣椒炒出香味，一勺生抽大半勺老抽，适量盐，少许白糖提鲜',
        },
        {
            name: '火腿炒年糕',
            flavour: '调料：生抽、蚝油、盐、鸡精',
            ingredient: '食材：年糕、鸡蛋、火腿、胡萝卜、青菜',
            step: '1>.年糕煮熟捞出过凉水，鸡蛋炒出捞出，火腿肠煎香2>.下胡萝卜、青菜炒匀，倒入年糕鸡蛋3>.加两勺生抽，一勺蚝油、少许盐、鸡精翻炒均匀即可',
        },
        {
            name: '辣椒炒茄子',
            flavour: '调料：盐、淀粉、蒜末、干辣椒、生抽、蚝油、白糖',
            ingredient: '食材：茄子、青椒',
            step: '1>.茄子切块加入少许盐腌出水，清洗一下，放入一勺淀粉抓匀备用，青椒炒出虎皮2>.另起热油茄子炒变色，放入蒜末辣椒炒香，倒入青椒继续翻炒3>.一勺生抽、一勺蚝油、少许盐、白糖搅拌均匀即可',
        },
        {
            name: '干瘪豆角',
            flavour: '调料：干辣椒、花椒、蒜瓣、生抽、盐、鸡精、辣椒面、白芝麻',
            ingredient: '食材：豆角',
            step: '1>.豆角洗干净晾干，油热倒入豆角，炸至虎皮捞出2>.炒香干辣椒、花椒、蒜片，倒入豆角，加两勺生抽，少许盐、鸡精，再加一勺辣椒面，白芝麻3>.翻炒均匀出锅',
        },
        {
            name: '家常豆腐',
            flavour: '调料：生抽、老抽、蚝油、淀粉、盐、蒜末、小米辣',
            ingredient: '食材：豆腐、葱花',
            step: '1>.调料汁：两勺生抽、半勺老抽、一勺蚝油、淀粉、少许盐，半碗清水搅匀2>.豆腐切块，油热下豆腐煎，煎至两面金黄，另起热油炒香蒜末，放入豆腐炒匀，倒入料汁3>.翻炒均匀出锅',
        },
        {
            name: '酸辣娃娃菜',
            flavour: '调料：葱、蒜、干辣椒、辣椒面、生抽、陈醋、蚝油、盐、糖',
            ingredient: '食材：娃娃菜、葱段',
            step: '1>.油热炒香葱蒜、干辣椒，加一勺辣椒面炒匀2>.倒入娃娃菜炒软，加一勺生抽、两勺陈醋、半勺蚝油少许盐和糖3>.倒入葱段，翻炒均匀即可',
        },
        {
            name: '孜然排骨',
            flavour:
                '调料：葱、姜、料酒、蒜末、洋葱、小米辣、辣椒粉、孜然粉末、烧烤粉、生抽、盐、白糖',
            ingredient: '食材：排骨、葱段',
            step: '1>.倒入清水放排骨加葱、姜、料酒煮至八分钟捞出2>.倒入油，中小火煎至两面金黄，另起油蒜末、洋葱丁、小米辣炒香，加入辣椒粉、孜然粉、烧烤粉炒匀3>.倒入排骨加两勺生抽、少许盐和白糖翻炒入味出锅',
        },
        {
            name: '火腿炒鸡蛋',
            flavour: '调料：生抽、醋、蚝油、白糖、辣椒粉、淀粉',
            ingredient: '食材：鸡蛋、火腿',
            step: '1>.调料汁：两勺生抽、一勺醋、一勺蚝油、半勺糖、一勺辣椒粉、一勺淀粉、半碗水搅拌均匀2>.热油煎火腿，另起油炒熟鸡蛋，倒入火腿、料汁3>.翻炒均匀出锅',
        },
        {
            name: '麻辣土豆片',
            flavour:
                '调料：葱、蒜末、干辣椒、淀粉、花椒、生抽、香醋、蚝白糖、盐',
            ingredient: '食材：土豆、葱段',
            step: '1>.土豆切片，水开焯水一分钟，捞出过凉水，沥干水分，加入两勺淀粉均匀裹满土豆片，油热煎至两面金黄捞出，留出底油2>.用底油炒香葱、蒜末、干辣椒、花椒、生抽香醋两勺，蚝油白糖、一勺，适量盐3>.最后撒上白芝麻翻炒出锅',
        },
        {
            name: '盐焗鸡腿',
            flavour: '调料：盐焗粉',
            ingredient: '食材：鸡腿',
            step: '1>.鸡腿用开水烫两分钟，倒入一包盐焗粉、适量食用油抓匀，腌制一小时2>.上锅蒸三十分钟，手撕成片开吃',
        },
        {
            name: '线椒炒火腿',
            flavour:
                '调料：蒜末、干辣椒、生抽、老抽、蚝油、辣椒面、孜然粉、鸡精、白芝麻',
            ingredient: '食材：火腿、线椒',
            step: '1>.少油，火腿煎至微焦出锅2>.另起油葱蒜末干辣椒爆香，倒入线椒翻炒，倒入火腿，加一勺生抽，半勺老抽，半勺蚝油一勺辣椒面孜然粉，适量鸡精，翻炒均匀3>.撒上白芝麻出锅',
        },
        {
            name: '肉末炒年糕',
            flavour: '调料：辣椒面、生抽、老抽盐',
            ingredient: '食材：肉末、鸡蛋、年糕',
            step: '1>.少量油热，倒入肉末炒至变色，另起油两个鸡蛋打撒炒熟，倒入肉末，加一勺辣椒面、一勺生抽老抽、加三碗水、少许盐煮开，倒入年糕煮至3-5分钟即可',
        },
        {
            name: '酸辣土豆丝',
            flavour: '调料：干辣椒、蒜末、生抽、老抽、陈醋、蚝油、盐',
            ingredient: '食材：土豆丝、葱段',
            step: '1>.土豆切丝，冲掉淀粉，沥干水分2>.起锅烧油、爆香干辣椒、蒜末，倒入土豆丝炒软，加入两勺生抽、两勺陈醋、一勺蚝油、适量盐3>.炒匀加入葱段，出锅',
        },
        {
            name: '蒜蓉西蓝花',
            flavour: '调料：蒜末、生抽、淀粉、盐、鸡精',
            ingredient: '食材：西蓝花',
            step: '1>.调料汁：一勺生抽、半勺淀粉、半勺盐、少许鸡精、两勺清水2>.西兰花洗净水开焯水30秒捞出3>.起锅烧油，爆香蒜末，倒入西兰花，淋上酱汁，翻炒均匀',
        },
        {
            name: '蒜蓉生菜',
            flavour: '调料：蒜末、生抽、蚝油',
            ingredient: '食材：生菜',
            step: '1>.锅中加入少许油和盐、水开后放入生菜、煮熟捞出沥干水分2>.起锅烧油，倒入蒜末爆香，加入一勺生抽、一勺蚝油、加入少量清水，盐搅拌煮开3>.生菜摆盘，倒入酱汁',
        },
        {
            name:"蒜蓉蒸排骨",
            flavour: '调料：蒜末、生抽、蚝油、盐、鸡精、白糖',
            ingredient: '食材：排骨',
            step:"1>.调料汁:蒜末淋上热油爆香，加入生抽、蚝油、少许盐、鸡精、白糖、加入一勺淀粉，倒入排骨搅拌均匀，腌制三十分钟2>.水开大火蒸20分钟左右即可出锅"
        },
        {
            name:"红烧猪蹄",
            flavour: '调料：桂皮、香叶、八角、花椒、干辣椒、冰糖、葱、姜、蒜、料酒',
            ingredient: '食材：猪蹄',
            step:"1>.猪蹄最好切块在商户哪里。(面粉+猪蹄一起洗干净)，葱段、姜片、料酒、猪蹄冷水下锅，大火煮，水开后撇去浮沫，再煮三分钟，捞出焯水的猪蹄，用温水清洗2>.桂皮2、香叶、2八角2花椒半勺、干辣椒四个、冰糖适量15颗小冰糖左右、葱姜蒜适量，调料汁：三勺生抽、一勺老抽一勺料酒一勺蚝油，一勺黄豆酱搅拌均匀3>.炒糖色，开小火热锅冷油放冰糖，铲子不停搅拌炒制枣红色，倒入猪蹄，翻炒上色，倒入准备好的大料，翻炒出香，倒入料汁继续翻炒，倒入开水4>.高压锅炖30分钟，再倒入锅中收汁；小锅的多加点水，小火炖2-3小时"
        },
        {
            name:"牛肉炒竹笋",
            flavour: '调料：淀粉、盐、黑胡椒、生抽、老抽、蚝油',
            ingredient: '食材：牛肉、竹笋、青红椒',
            step:"1>.牛肉切片，加一勺淀粉，少许盐、黑胡椒、食用油，搅拌均匀腌制十分钟2>.青辣椒、竹笋切断3>.锅中放油，牛肉炒七分熟，倒入青红椒、竹笋翻炒均匀，加一勺生抽、一勺老抽、蚝油，翻炒出锅"
        },
        {
            name:"干煸香鲍菇",
            flavour: '调料：蒜末、干辣椒、生抽、蚝油、老抽、孜然粉、盐、白糖',
            ingredient: '食材：香鲍菇',
            step:"1>.香鲍菇切条，开水下锅煮一分钟捞出，沥干水分2>.锅中少油翻炒香鲍菇至金黄，炒香蒜末，干辣椒，加一勺生抽、蚝油，半勺老抽，适量孜然粉，少许盐和白糖3>.翻炒均匀出锅"
        },
        {
            name:"椒盐鸡块",
            flavour: '调料：生抽、料酒、淀粉、胡椒粉、盐',
            ingredient: '食材：鸡胸肉、鸡蛋',
            step:"1>.鸡胸肉切丁，加入一勺生抽、一勺料酒、一勺淀粉、一小勺胡椒粉搅拌均匀，腌制30分钟2>.两个鸡蛋、适量淀粉、盐、黑胡椒搅拌成糊状，鸡胸肉倒入搅拌裹满3>.油热下锅炸，炸至微黄捞出，在复炸至金黄即可捞出"
        },
        {
            name:"香辣金针菇",
            flavour: '调料：生抽、好有、孜然、芝麻、辣椒粉、老抽、盐、蒜末',
            ingredient: '食材：金针菇',
            step:"1>.调料汁：生抽、好有、孜然、芝麻、辣椒粉各一勺，最后加半勺老抽2>.金针菇去根洗干净，拆开，油热蒜末爆香、倒入金针菇翻炒，倒入酱汁，翻炒出锅"
        },
        {
            name:"蒜台炒腊肠",
            flavour: '调料：蒜末、小米辣、生抽、老抽、盐',
            ingredient: '食材：蒜台、腊肠',
            step:"1>.锅中热油，腊肠炒香捞出2>.另起油爆香蒜末、小米辣，倒入蒜台翻炒，加两勺生抽、半勺老抽少许盐，最后倒入腊肠翻炒，出锅"
        },
        {
            name:"虎皮鸡蛋",
            flavour: '调料：葱、姜、八角、干辣椒、生抽、老抽、蚝油、啤酒、冰糖',
            ingredient: '食材：鸡蛋',
            step:"1>.鸡蛋煮熟捞出，凉水剥壳，表面划道2>.起锅烧油，油热下鸡蛋，煎至表面金黄，呈虎皮状3>.放葱姜、八角、干辣椒、加入一勺生抽、一勺蚝油、半勺老抽、适量盐冰糖，倒入半灌啤酒，大火收汁即可"
        },
        {
            name:"包菜粉丝",
            flavour: '调料：生抽、老抽、盐、鸡精、蚝油、蒜末、葱、姜、辣椒',
            ingredient: '食材：包菜、粉丝',
            step:"1>.粉丝热水泡软，包菜切丝2>.起锅烧油，爆香葱蒜干辣椒，倒入包菜和粉丝翻炒，加一勺生抽、一勺老抽、少许盐鸡精、一勺蚝油、翻炒出锅"
        },
        {
            name:"西红柿烧茄子",
            flavour: '调料：蒜末、淀粉、生抽、老抽、白糖、水淀粉、葱花、盐',
            ingredient: '食材：西红柿、茄子',
            step:"1>.调料汁：蒜末、一勺生抽、少许老抽、三小勺白糖，加入水淀粉搅拌均匀2>.茄子切块，加两勺淀粉翻裹均匀，平底锅烧油，煎软，捞出3>.起锅烧油，炒香葱花，加入西红柿和茄子，加一勺盐，倒入料汁翻炒，大火收汁粘稠出锅"
        },
        {
            name:"洋葱孜然牛肉",
            flavour: '调料：蒜末、蚝油、生抽、孜然粉、老抽、淀粉、辣椒面',
            ingredient: '食材：牛肉、洋葱',
            step:"1>.牛肉切片加蒜末、蚝油生抽、老抽、孜然粉、淀粉抓匀，腌制十五分钟2>起锅烧油炒熟盛出3>.另起锅烧油爆香洋葱，加入炒好的牛肉加辣椒面、孜然粉，翻炒均匀出锅"
        },
        {
            name:"肉末土豆",
            flavour: '调料：生抽、老抽、蚝油、白糖、盐、淀粉、葱、蒜末',
            ingredient: '食材：土豆、猪肉',
            step:"1>.调料汁：两勺生抽一勺老抽一勺蚝油一勺白糖、少许盐、一勺淀粉、适量清水搅拌均匀2>.土豆切丁，清水洗掉淀粉，起锅烧油，下土豆丁翻炒表面焦黄3>.另起锅倒入肉末翻炒至变色，下葱花、蒜末爆香翻炒均匀4>.倒入土豆丁、倒入料汁翻炒，最后大火收汁"
        },
        {
            name:"青椒肉丝",
            flavour: '调料：生抽、老抽、蚝油、白糖、盐、淀粉、葱、蒜末',
            ingredient: '食材：青椒、肉丝',
            step:"1>.调料汁：一勺生抽、半勺老抽、半勺蚝油、适量盐、鸡精、半勺淀粉、适量水搅拌均匀2>.瘦肉切丝，加半勺料酒、半勺生抽、半勺淀粉，腌制半小时3>.起锅烧油肉丝炒熟捞出，另起锅，爆香葱蒜、放入青辣椒，放入肉丝，倒入料汁翻炒出锅"
        },
        {
            name:"手撕包菜",
            flavour: '调料：生抽、香醋、蚝油、盐、蒜末',
            ingredient: '食材：包菜',
            step:"1>.调料汁:两勺生抽、两勺香醋、一勺蚝油、少许盐2>.起锅烧油，爆香蒜末，小米辣，倒入撕好的包菜，倒入酱汁翻炒出锅"
        },
        {
            name:"鱼香肉丝",
            flavour: '调料：生抽、陈醋、老抽、蚝油、白糖、淀粉，料酒、盐、豆瓣酱',
            ingredient: '食材：肉丝、胡萝卜丝、青椒丝、木耳丝',
            step:"1>.调料汁：一勺生抽、两勺陈醋、半勺老抽、一勺蚝油、半勺白糖、半勺淀粉，适量清水搅拌均匀2>.肉丝加一勺料酒，一勺生抽，一勺淀粉搅拌腌制10分钟3>.起锅烧油加肉丝翻炒盛出，留底油炒香蒜末、豆瓣酱加入胡萝卜丝、青椒丝木耳丝、肉丝，淋上料汁，收汁即可"
        },
        {
            name:"香酥五花肉",
            flavour: '调料：生抽、葱姜、料酒、白芝麻、淀粉老抽、蚝油、孜然粉、辣椒粉、黑胡椒、鸡精、盐',
            ingredient: '食材：五花肉',
            step:"1>.五花肉切丁加葱姜、一勺生抽、一勺料酒、一勺白芝麻、一个鸡蛋、一勺淀粉、半勺老抽、一勺蚝油、一勺孜然粉、一勺食用油、一小勺黑胡椒、辣椒粉、少许盐鸡精抓板均匀，腌制20分钟·2>.油热下锅炸至微黄捞出"
        },
        {
            name:"京酱肉丝",
            flavour: '调料：料酒、淀粉、甜面酱、生抽、糖',
            ingredient: '食材：肉丝，葱丝、黄瓜丝',
            step:"1>.调料汁：两勺甜面酱、一勺生抽、一勺糖2>.猪里脊切丝加油，1勺料酒蛋清，淀粉，搅拌均匀3>.起锅烧油炒猪里脊丝，炒至变色，倒入酱汁，大火收汁即可"
        },
        {
            name:"蒜蓉粉丝",
            flavour: '调料：生抽、蚝油、盐、鸡精、蒜末',
            ingredient: '食材：粉丝、娃娃菜',
            step:"1>.起锅烧油爆香蒜末、小米辣，加两勺生抽、一勺蚝油、少许鸡精、盐、半勺白糖翻炒均匀2>.粉丝热水烫软，过凉水，倒入炒好的蒜蓉，搅拌均匀即可"
        },
        
    ],
}

